<!DOCTYPE html>
<html lang="en-US">
<head>
              <meta charset="UTF-8">
	<meta name="viewport" content="width=device-width">
	<link rel="profile" href="http://gmpg.org/xfn/11">
	<link rel="stylesheet" href="https://ajax.aspnetcdn.com/ajax/bootstrap/3.3.5/css/bootstrap.min.css"><title>О Visio по-русски &#8211; Page 26</title><link rel='dns-prefetch' href='//ajax.aspnetcdn.com' />
<link rel='dns-prefetch' href='//s.w.org' />
<link rel='stylesheet' id='wds-ratings-css'  href='https://blogs.msdn.microsoft.com/wp-content/plugins/wds-ratings/wds-ratings.css?ver=20161014' type='text/css' media='all' />
<link rel='stylesheet' id='microsoft-parent-style-css'  href='https://blogs.msdn.microsoft.com/wp-content/themes/microsoft/style.css?ver=02092017' type='text/css' media='all' />
<link rel='stylesheet' id='microsoft-child-style-css'  href='https://blogs.msdn.microsoft.com/wp-content/themes/microsoft-msdn/style.css?ver=04152016' type='text/css' media='all' />
	<div id='msccBanner' dir='ltr' data-site-name='uhf-TechNetBlogs' data-mscc-version='0.4.0' data-nver='aspnet-2.0.7' data-sver='0.1.2' class='cc-banner' role='alert'>
<link rel=""shortcut icon"" href=""https://i1.social.s-msft.com/Forums/GlobalResources/images/Technet/favicon.ico"">
<link rel='canonical' href='https://blogs.technet.microsoft.com/visio_ru/page/26' /></head><body class="home blog paged paged-26"><div id="page" class="site container-fluid">
	<header id="site-header" class="site-header row" role="banner">
		<div id="site-header-global-wrapper" class="site-header-global-wrapper">
			<div id="site-header-global" class="site-header-global">
				<button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#site-profile-menu" aria-label="toggle menu" tabindex="0" aria-expanded="false">
					<span class="icon-bar"></span>
					<span class="icon-bar"></span>
					<span class="icon-bar"></span>
				</button>
				<div id="site-logo" class="col-sm-5 row navbar-header">
					<div id="header-microsoft-logo">
						<a id="home-link" href="https://www.microsoft.com/" tabindex="1" aria-label="Microsoft logo">
							<img id="header-microsoft-logo-svg" src="https://blogs.msdn.microsoft.com/visio/wp-content/themes/microsoft/images/ms-logo-gray.svg" alt="Microsoft logo">
							<span id="brand">
								<span id="brand-separator">|</span>
								<span id="brand-name"></span>
							</span>
						</a>
					</div>
				</div>
				<div id="site-header-global-right" class="col-sm-7">
				</div>
			</div>

		</div>
		<div id="site-header-blog-wrapper" class="site-header-blog-wrapper ms-blog-header clear-both">
			<div id="site-header-blog" class="site-header-blog">
				<nav class="navbar navbar-inverse">
					<div id="blog-logo-area" class="navbar-header">
						<div id="blog-logo" data-toggle="collapse" data-target="#blog-menu" tabindex="0" aria-label="blog logo">
														<div id="blog-logo-text">
				<h1 class="site-title ms-blog-title">
						Архив блога "О Visio по-русски" за 2011-2018
				</h1>
				<p class="site-description ms-blog-description"></p>
			</div>
									</div>
					</div>
									</nav>
			</div>
			
		</div>
		<div id="site-content" class="site-content row">

	<div id="primary" class="content-area col-sm-9">
	<main id="site-main" class="site-main" role="main">
		<div id="single-content" class="div-content">
<!-- Post start -->
<article id="post-443" class="post-443 post type-post status-publish format-standard hentry category-uncategorized tag-visio tag-visio-2010 tag-63 tag-how-to tag-6 tag-62 tag-4 tag-connectors tag-14 tag-33 tag-27">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/09/24/443.htm" rel="bookmark">&#1055;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1099;&#1093; &#1089;&#1093;&#1077;&#1084; &#1089;&#1077;&#1090;&#1077;&#1081;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1056;&#1077;&#1076;&#1072;&#1082;&#1094;&#1080;&#1080; &#1055;&#1088;&#1086;&#1092;&#1077;&#1089;&#1089;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1080; &#1055;&#1088;&#1077;&#1084;&#1080;&#1091;&#1084; Visio 2010 &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1090; &#1096;&#1072;&#1073;&#1083;&#1086;&#1085; &#1089;&#1093;&#1077;&#1084;&#1099; &#1089;&#1077;&#1090;&#1080;, &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1097;&#1080;&#1081; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1085;&#1072;&#1073;&#1086;&#1088;&#1099; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1073;&#1086;&#1083;&#1077;&#1077; &#1089;&#1083;&#1086;&#1078;&#1085;&#1099;&#1077; &#1089;&#1093;&#1077;&#1084;&#1099;. &#1052;&#1099; &#1087;&#1086;&#1082;&#1072;&#1078;&#1077;&#1084;, &#1082;&#1072;&#1082; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1089;&#1093;&#1077;&#1084;&#1091; &#1085;&#1072; &#1073;&#1072;&#1079;&#1077; &#1096;&#1072;&#1073;&#1083;&#1086;&#1085;&#1072; &#1055;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1072;&#1103; &#1089;&#1093;&#1077;&#1084;&#1072; &#1089;&#1077;&#1090;&#1080;(Detailed Network Diagram). 1. &#1065;&#1105;&#1083;&#1082;&#1085;&#1077;&#1084; &#1085;&#1072; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; &#1060;&#1072;&#1081;&#1083; (File) &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1077;&#1084; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1091; &#1057;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; (New). &#1042; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077; &#1050;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080; &#1096;&#1072;&#1073;&#1083;&#1086;&#1085;&#1086;&#1074; (Template Categories) &#1097;&#1077;&#1083;&#1082;&#1085;&#1077;&#1084; &#1085;&#1072; &#1082;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080; &#1057;&#1077;&#1090;&#1100;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-09-24T23:54:00+00:00">September 24, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-439" class="post-439 post type-post status-publish format-standard hentry category-uncategorized tag-office-365 tag-sharepoint tag-visio-2013-preview tag-visio-services tag-59 tag-54 tag--visio tag-61 tag-55 tag-53">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/09/20/visio-services.htm" rel="bookmark">Обмен схемами с помощью Visio Services</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>Пост написан на основе статьи Дженнифер Червинка (Jennifer Cherwinka), первоначально опубликованной здесь. Новый Visio обладает большим количеством новых функций – современные приложения, новые темы и фигуры для профессионально выглядящих схем, новые способы совместной работы со множеством авторов и рецензентов. Также мы значительно упростили обмен схемами с вашими коллегами и друзьями – даже если у них&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-09-20T04:36:00+00:00">September 20, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-433" class="post-433 post type-post status-publish format-standard hentry category-uncategorized tag-excel tag-office tag-visio-2010 tag-56 tag-how-to tag-51">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/09/17/433.htm" rel="bookmark">&#1057;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1085;&#1072; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1086;&#1077; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1077;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1054;&#1076;&#1085;&#1072; &#1080;&#1079; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; Visio, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1095;&#1088;&#1077;&#1079;&#1074;&#1099;&#1095;&#1072;&#1081;&#1085;&#1086; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1072;, &#1085;&#1086; &#1082;&#1088;&#1072;&#1081;&#1085;&#1077; &#1088;&#1077;&#1076;&#1082;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;&#1084;&#1080; &ndash; &#1101;&#1090;&#1086; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1089;&#1089;&#1099;&#1083;&#1082;&#1091; &#1085;&#1077; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1085;&#1072; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;, &#1072; &#1085;&#1072; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1086;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086; &#1074; &#1101;&#1090;&#1086;&#1084; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1077;. &#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1100;&#1090;&#1077; &#1089;&#1077;&#1073;&#1077; &#1089;&#1093;&#1077;&#1084;&#1091; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1089;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1088;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1074; 17 &#1088;&#1072;&#1079;&#1085;&#1099;&#1093; &#1096;&#1072;&#1075;&#1072;&#1093;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1089;&#1077; &#1101;&#1090;&#1080; 17 &#1075;&#1080;&#1087;&#1077;&#1088;&#1089;&#1089;&#1099;&#1083;&#1086;&#1082; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1090; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090; &#1085;&#1072; &#1090;&#1080;&#1090;&#1091;&#1083;&#1100;&#1085;&#1086;&#1081; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1077;, &#1090;&#1086; &#1074;&#1099; &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-09-17T23:05:00+00:00">September 17, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-427" class="post-427 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2010 tag-how-to tag-52">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/09/13/427.htm" rel="bookmark">&#1042;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1086;&#1090;&#1095;&#1077;&#1090;&#1072;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1060;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1075;&#1077;&#1085;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080; &#1086;&#1090;&#1095;&#1077;&#1090;&#1086;&#1074; &#1074; Visio 2010 &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086;&#1084; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1074; &#1080;&#1079;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1100; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1076;&#1083;&#1103; &#1080;&#1093; &#1089;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1094;&#1077;&#1083;&#1077;&#1074;&#1086;&#1081; &#1072;&#1091;&#1076;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080;. &#1052;&#1085;&#1086;&#1075;&#1080;&#1077; &#1074;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1099;&#1077; &#1096;&#1072;&#1073;&#1083;&#1086;&#1085;&#1099; Visio &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1090; &#1087;&#1088;&#1077;&#1076;&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1086;&#1090;&#1095;&#1077;&#1090;&#1099;, &#1072; &#1084;&#1072;&#1089;&#1090;&#1077;&#1088; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090;&#1095;&#1077;&#1090;&#1086;&#1074; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1086;&#1090;&#1095;&#1077;&#1090;&#1099;. &#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100; &#1086;&#1076;&#1080;&#1085; &#1080;&#1079; &#1074;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1099;&#1093; &#1086;&#1090;&#1095;&#1077;&#1090;&#1086;&#1074;: 1.&#1053;&#1072; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; &#1056;&#1077;&#1094;&#1077;&#1085;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; (Review) &#1074; &#1075;&#1088;&#1091;&#1087;&#1087;&#1077; &#1054;&#1090;&#1095;&#1077;&#1090;&#1099; (Reports) &#1097;&#1077;&#1083;&#1082;&#1085;&#1077;&#1084; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &#1054;&#1090;&#1095;&#1077;&#1090;&#1099; &#1086; &#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1093;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-09-13T00:55:00+00:00">September 13, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-419" class="post-419 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2010 tag-46 tag-how-to">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/09/10/419.htm" rel="bookmark">&#1057;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1085;&#1086;&#1074;&#1099;&#1093; &#1088;&#1080;&#1089;&#1091;&#1085;&#1082;&#1086;&#1074;, &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1093; &#1089; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1042; &#1085;&#1072;&#1096;&#1077;&#1084; &#1089;&#1077;&#1075;&#1086;&#1076;&#1085;&#1103;&#1096;&#1085;&#1077;&#1084; &#1087;&#1086;&#1089;&#1090;&#1077; &#1084;&#1099; &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1084; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1091;&#1087;&#1088;&#1072;&#1078;&#1085;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1102; &#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1088;&#1080;&#1089;&#1091;&#1085;&#1082;&#1072;, &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; &#1089; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080;. &#1044;&#1083;&#1103; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1091;&#1087;&#1088;&#1072;&#1078;&#1085;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;, &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1099;&#1081; &#1082; &#1101;&#1090;&#1086;&#1084;&#1091; &#1087;&#1086;&#1089;&#1090;&#1091;. 1. &#1053;&#1072; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; &#1044;&#1072;&#1085;&#1085;&#1099;&#1077; (Data) &#1074; &#1075;&#1088;&#1091;&#1087;&#1087;&#1077; &#1054;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; (Display Data) &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1077; &#1056;&#1080;&#1089;&#1091;&#1085;&#1082;&#1080;, &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; (Data Graphics), &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1100; &#1082;&#1086;&#1083;&#1083;&#1077;&#1082;&#1094;&#1080;&#1102;. 2. &#1042; &#1082;&#1086;&#1083;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1088;&#1080;&#1089;&#1091;&#1085;&#1082;&#1086;&#1074;, &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1093; &#1089;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-09-10T00:42:00+00:00">September 10, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-412" class="post-412 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2013-preview tag-54 tag--visio tag-55 tag-53">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/09/04/412.htm" rel="bookmark">Совместная работа</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>Пост написан на основе статьи Такера Натфилда (Tucker Hatfield), первоначально опубликованной на английском языке здесь. Наши клиенты говорят, что они тратят много времени на координацию и коммуникацию со своими сотрудниками для выполнения ежедневной работы. Работаете ли вы над простой иллюстрацией или над блок-схемой крайне сложных процессов, нередко нужно проходить множество ревизий, получать обратную связь и&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-09-04T23:35:40+00:00">September 4, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-404" class="post-404 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2010 tag-52">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/08/31/404.htm" rel="bookmark">&#1057;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1086;&#1090;&#1095;&#1077;&#1090;&#1072;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1060;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1075;&#1077;&#1085;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080; &#1086;&#1090;&#1095;&#1077;&#1090;&#1086;&#1074; &#1074; Visio 2010 &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086;&#1084; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1074; &#1080;&#1079;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1100; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1076;&#1083;&#1103; &#1080;&#1093; &#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1094;&#1077;&#1083;&#1077;&#1074;&#1086;&#1081; &#1072;&#1091;&#1076;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080;. &#1052;&#1085;&#1086;&#1075;&#1080;&#1077; &#1074;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1099;&#1077; &#1096;&#1072;&#1073;&#1083;&#1086;&#1085;&#1099; Visio &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1090; &#1087;&#1088;&#1077;&#1076;&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1086;&#1090;&#1095;&#1077;&#1090;&#1099;, &#1072; &#1084;&#1072;&#1089;&#1090;&#1077;&#1088; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090;&#1095;&#1077;&#1090;&#1086;&#1074; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1086;&#1090;&#1095;&#1077;&#1090;&#1099;. &#1052;&#1072;&#1089;&#1090;&#1077;&#1088; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1086;&#1090;&#1095;&#1077;&#1090;&#1072; (Report Definition Wizard) &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1099;&#1077; &#1080;&#1083;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077; &#1086;&#1090;&#1095;&#1077;&#1090;&#1099;. &#1044;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1076;&#1080;&#1084; &#1085;&#1086;&#1074;&#1099;&#1081; &#1086;&#1090;&#1095;&#1077;&#1090; &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1072; &#1085;&#1072;&#1081;&#1084;&#1072;. 1. &#1054;&#1090;&#1082;&#1088;&#1086;&#1081;&#1090;&#1077;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-08-31T00:23:03+00:00">August 31, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-395" class="post-395 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2010 tag-46 tag-how-to tag-51">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/08/27/395.htm" rel="bookmark">&#1055;&#1083;&#1072;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1081; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1057;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074; &#1089;&#1093;&#1077;&#1084;&#1072;&#1093; Visio &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1103;&#1090;&#1100; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1080;&#1083;&#1080; &#1074;&#1099;&#1073;&#1086;&#1088;&#1086;&#1095;&#1085;&#1086; &#1074;&#1088;&#1091;&#1095;&#1085;&#1091;&#1102;. &#1053;&#1086; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1083;&#1077;&#1075;&#1082;&#1086; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1089;&#1077;&#1073;&#1077; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1103;&#1083;&#1072; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089;&#1072;&#1084;&#1072; &#1073;&#1077;&#1079; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; &#1074;&#1084;&#1077;&#1096;&#1072;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1072;. &#1050;&#1072;&#1078;&#1076;&#1099;&#1081; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1074; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1084; &#1089;&#1087;&#1080;&#1089;&#1082;&#1077; &#1093;&#1086;&#1088;&#1086;&#1096;&#1086; &#1087;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080;&#1090; &#1076;&#1083;&#1103; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1101;&#1090;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080;: &#1057;&#1077;&#1090;&#1077;&#1074;&#1072;&#1103; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1080;&#1083;&#1080; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1089;&#1090;&#1086;&#1077;&#1082;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1103; &#1089;&#1077;&#1090;&#1080; &#1080; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1086;&#1074; &#1074; &#1088;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080;&#8230;.</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-08-27T01:54:00+00:00">August 27, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-392" class="post-392 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2010 tag-46 tag-how-to tag-51">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/08/21/392.htm" rel="bookmark">&#1057;&#1074;&#1103;&#1079;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1093;&#1077;&#1084; &#1089; &#1074;&#1085;&#1077;&#1096;&#1085;&#1080;&#1084;&#1080; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1044;&#1086; 2007 &#1074;&#1077;&#1088;&#1089;&#1080;&#1080; Visio &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1099;&#1083;&#1086; &#1089;&#1074;&#1103;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089; &#1092;&#1080;&#1075;&#1091;&#1088;&#1072;&#1084;&#1080;, &#1085;&#1086; &#1101;&#1090;&#1086; &#1073;&#1099;&#1083; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1079;&#1072;&#1087;&#1091;&#1090;&#1072;&#1085;&#1085;&#1099;&#1081; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;, &#1080; &#1095;&#1090;&#1086;&#1073;&#1099; &#1088;&#1072;&#1079;&#1086;&#1073;&#1088;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074; &#1085;&#1077;&#1084;, &#1073;&#1099;&#1083; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084; &#1086;&#1087;&#1099;&#1090; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080;&#1083;&#1080;, &#1082;&#1072;&#1082; &#1084;&#1080;&#1085;&#1080;&#1084;&#1091;&#1084;, &#1090;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1085;&#1072;&#1074;&#1099;&#1082;&#1080;. &#1042; Visio Professional 2007 &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103; &#1087;&#1086;&#1084;&#1077;&#1085;&#1103;&#1083;&#1072;&#1089;&#1100;, &#1072; &#1090;&#1077;&#1087;&#1077;&#1088;&#1100; &#1086;&#1073;&#1077; &#1088;&#1077;&#1076;&#1072;&#1082;&#1094;&#1080;&#1080; (&#1055;&#1088;&#1086;&#1092;&#1077;&#1089;&#1089;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1080; &#1055;&#1088;&#1077;&#1084;&#1080;&#1091;&#1084;) &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099; Visio 2010 &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1090; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; &#1089;&#1074;&#1103;&#1079;&#1099;&#1074;&#1072;&#1085;&#1080;&#1103; &#1089; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080;. &#1055;&#1086; &#1089;&#1091;&#1090;&#1080;, &#1089;&#1074;&#1103;&#1079;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-08-21T01:50:40+00:00">August 21, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-380" class="post-380 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2010 tag-how-to tag-50">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/08/13/380.htm" rel="bookmark">&#1055;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1077; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;&#1081; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099; &#1074;&#1088;&#1091;&#1095;&#1085;&#1091;&#1102;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1054;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1072;&#1103; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1086;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1099; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1087;&#1091;&#1090;&#1077;&#1084; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1086; &#1090;&#1086;&#1084;, &#1082;&#1090;&#1086; &#1082;&#1086;&#1084;&#1091; &#1087;&#1086;&#1076;&#1095;&#1080;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103;.&nbsp; &#1056;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1084;, &#1082;&#1072;&#1082; &#1074;&#1088;&#1091;&#1095;&#1085;&#1091;&#1102; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1091;&#1102; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091; &#1074; Visio 2010. 1. &#1065;&#1077;&#1083;&#1082;&#1085;&#1077;&#1084; &#1085;&#1072; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; &#1060;&#1072;&#1081;&#1083; (File) &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1077;&#1084; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1091; &#1057;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; (New). &#1042; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077; &#1050;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080; &#1096;&#1072;&#1073;&#1083;&#1086;&#1085;&#1086;&#1074; (Tempate Categories) &#1097;&#1077;&#1083;&#1082;&#1085;&#1077;&#1084; &#1085;&#1072; &#1082;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080; &#1041;&#1080;&#1079;&#1085;&#1077;&#1089; (Business), &#1072; &#1079;&#1072;&#1090;&#1077;&#1084; &#1076;&#1074;&#1072;&#1078;&#1076;&#1099; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;&#1072;&#1090;&#1102;&#1088;&#1077; &#1054;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1072;&#1103; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084; (Organization&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-08-13T00:54:27+00:00">August 13, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<!-- Before Navigation --><nav class="navigation pagination" role="navigation">
		<h2 class="screen-reader-text">Pages Navigation</h2>
		<div class="nav-links"><a class="prev page-numbers" href="25.htm">Previous</a>
<a class='page-numbers' href='../index.htm'>1</a>
<span class="page-numbers dots">&hellip;</span>
<a class='page-numbers' href='25.htm'>25</a>
<span class='page-numbers current'>26</span>
<a class='page-numbers' href='27.htm'>27</a>
<span class="page-numbers dots">&hellip;</span>
<a class='page-numbers' href='38.htm'>38</a>
<a class="next page-numbers" href="27.htm">Next</a></div>
	</nav></main><!-- #site-main -->
</div><!-- #primary -->

<a class=""screen-reader-shortcut"" href=""#primary"" tabindex=""1""></a> 

<div id="secondary" class="sidebar col-sm-3">
	<div id="sidebar-widget-area" class="sidebar-widget-area" role="complementary">
		<div class="widget sfmsb_widget">

		</div>
		<aside id="tag_cloud-2" class="widget widget_tag_cloud">
		<h2 class="widget-title">Popular Tags</h2>
		<div class="tagcloud"><a href="..\tags\visio\index.htm" class="tag-cloud-link tag-link-12 tag-link-position-1" style="font-size: 14px;">Visio</a>
<a href="..\tags\visio-2013\index.htm" class="tag-cloud-link tag-link-64 tag-link-position-2" style="font-size: 14px;">Visio 2013</a>
<a href="..\tags\how-to\index.htm" class="tag-cloud-link tag-link-41 tag-link-position-3" style="font-size: 14px;">Как сделать...</a>
<a href="..\tags\tag-33\index.htm" class="tag-cloud-link tag-link-33 tag-link-position-4" style="font-size: 14px;">Фигуры</a>
<a href="..\tags\tag-19\index.htm" class="tag-cloud-link tag-link-19 tag-link-position-5" style="font-size: 14px;">Схемы</a>
<a href="..\tags\visio-2010\index.htm" class="tag-cloud-link tag-link-3 tag-link-position-6" style="font-size: 14px;">Visio 2010</a>
<a href="..\tags\tag-27\index.htm" class="tag-cloud-link tag-link-27 tag-link-position-7" style="font-size: 14px;">Шаблоны</a>
<a href="..\tags\tag-47\index.htm" class="tag-cloud-link tag-link-47 tag-link-position-8" style="font-size: 14px;">Новый Visio</a>
<a href="..\tags\tag-46\index.htm" class="tag-cloud-link tag-link-46 tag-link-position-9" style="font-size: 14px;">Данные фигур</a>
<a href="..\tags\tag-62\index.htm" class="tag-cloud-link tag-link-62 tag-link-position-10" style="font-size: 14px;">Начало работы</a>
<a href="..\tags\tag-14\index.htm" class="tag-cloud-link tag-link-14 tag-link-position-11" style="font-size: 14px;">Структура</a>
<a href="..\tags\tag-72\index.htm" class="tag-cloud-link tag-link-72 tag-link-position-12" style="font-size: 14px;">Связанные данные</a>
<a href="..\tags\tag-61\index.htm" class="tag-cloud-link tag-link-61 tag-link-position-13" style="font-size: 14px;">Полезные ссылки</a>
<a href="..\tags\tag-4\index.htm" class="tag-cloud-link tag-link-4 tag-link-position-14" style="font-size: 14px;">Советы</a>
<a href="..\tags\tag-69\index.htm" class="tag-cloud-link tag-link-69 tag-link-position-15" style="font-size: 14px;">Новый Microsoft Visio</a>
<a href="..\tags\tag-74\index.htm" class="tag-cloud-link tag-link-74 tag-link-position-16" style="font-size: 14px;">Поиск фигур</a>
<a href="..\tags\tag-45\index.htm" class="tag-cloud-link tag-link-45 tag-link-position-17" style="font-size: 14px;">Видео</a>
<a href="..\tags\sharepoint\index.htm" class="tag-cloud-link tag-link-9 tag-link-position-18" style="font-size: 14px;">SharePoint</a>
<a href="..\tags\tag-8\index.htm" class="tag-cloud-link tag-link-8 tag-link-position-19" style="font-size: 14px;">Процесс</a>
<a href="..\tags\tag-26\index.htm" class="tag-cloud-link tag-link-26 tag-link-position-20" style="font-size: 14px;">Дизайн фигур</a></div>
</aside><aside id="msdn-archive-widget-2" class="widget msdn-archive-widget"><h2 class="widget-title">Archives</h2>	
	<li><a href='..\years\2018\index.htm'>All of 2018</a>&nbsp;(7+)</li>
	<li><a href='..\years\2017\index.htm'>All of 2017</a>&nbsp;(18)</li>
	<li><a href='..\years\2016\index.htm'>All of 2016</a>&nbsp;(20)</li>
	<li><a href='..\years\2015\index.htm'>All of 2015</a>&nbsp;(54)</li>
	<li><a href='..\years\2014\index.htm'>All of 2014</a>&nbsp;(45)</li>
	<li><a href='..\years\2013\index.htm'>All of 2013</a>&nbsp;(81)</li>
	<li><a href='..\years\2012\index.htm'>All of 2012</a>&nbsp;(73)</li>
	<li><a href='..\years\2011\index.htm'>All of 2011</a>&nbsp;(66)</li>
</aside>	</div>
</div><!-- #secondary -->
</div><!-- .site-content -->
</div><!-- .site-content -->

<footer id="site-footer" class="site-footer row" role="contentinfo">
	<div id="site-info" class="site-info">
		<div id="footer-text" class="col-sm-4 col-sm-offset-6">
			<span>
				<a href="https://privacy.microsoft.com" data-mscc-ic="false">Privacy</a>
			</span>
			<span>
				<a href="https://msdn.microsoft.com/cc300389" data-mscc-ic="false">Terms of Use</a>
			</span>
			<span>
				<a href="https://www.microsoft.com/en-us/legal/intellectualproperty/Trademarks/EN-US.aspx" data-mscc-ic="false">Trademarks</a>
			</span>
		</div>
		<div id="footer-far" class="col-sm-2">
			<div id="footer-microsoft-logo">
				<a href="https://www.microsoft.com" aria-label="Microsoft Logo">
					<svg id="footer-microsoft-logo-svg" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 347 70.5" enable-background="new 0 0 347 70.5"><g fill="#fff"><path d="M39.5 44.6l-2.8 7.9h-.2c-.5-1.8-1.3-4.5-2.7-7.8l-15-37.7h-14.7v60h9.7v-37c0-2.3 0-5-.1-8.2-.1-1.6-.2-2.9-.3-3.8h.2c.5 2.3 1 4 1.4 5.1l18 43.8h6.8l17.9-44.2c.4-1 .8-3 1.2-4.7h.2c-.2 4.4-.4 8.4-.5 10.8v38.1h10.4v-60h-14.1l-15.4 37.7zM78.8 23.9h10.1v43h-10.1zM83.9 5.7c-1.7 0-3.1.6-4.3 1.7-1.2 1.1-1.8 2.5-1.8 4.2 0 1.6.6 3 1.8 4.1 1.2 1.1 2.6 1.6 4.3 1.6 1.7 0 3.2-.6 4.3-1.6 1.2-1.1 1.8-2.5 1.8-4.1 0-1.6-.6-3-1.8-4.2-1-1.2-2.5-1.7-4.3-1.7M124.7 23.5c-1.9-.4-3.8-.6-5.7-.6-4.6 0-8.8 1-12.3 3s-6.3 4.8-8.1 8.3c-1.9 3.6-2.8 7.7-2.8 12.4 0 4.1.9 7.8 2.7 11.1 1.8 3.3 4.3 5.9 7.6 7.7 3.2 1.8 6.9 2.7 11.1 2.7 4.8 0 8.9-1 12.2-2.9l.1-.1v-9.3l-.4.3c-1.5 1.1-3.2 2-4.9 2.6-1.8.6-3.4.9-4.8.9-4 0-7.2-1.2-9.5-3.7s-3.5-5.9-3.5-10.2c0-4.4 1.2-7.9 3.6-10.5 2.4-2.6 5.6-3.9 9.5-3.9 3.3 0 6.6 1.1 9.6 3.3l.4.3v-9.8l-.1-.1c-1.2-.6-2.8-1.1-4.7-1.5M158 23.2c-2.5 0-4.8.8-6.8 2.4-1.7 1.4-2.9 3.4-3.9 5.8h-.1v-7.4h-10.1v43h10.1v-22c0-3.7.8-6.8 2.5-9.1s3.9-3.5 6.5-3.5c.9 0 1.9.2 3 .4 1.1.3 1.9.6 2.4 1l.4.3v-10.2l-.2-.1c-.8-.4-2.1-.6-3.8-.6M185.5 22.9c-7.1 0-12.7 2.1-16.7 6.2s-6 9.8-6 16.9c0 6.7 2 12.1 5.9 16.1 3.9 3.9 9.2 5.9 15.8 5.9 6.9 0 12.4-2.1 16.4-6.3 4-4.2 6-9.8 6-16.7 0-6.8-1.9-12.3-5.7-16.2-3.7-3.9-9-5.9-15.7-5.9m8 33.1c-1.9 2.4-4.8 3.6-8.5 3.6s-6.6-1.2-8.7-3.7c-2.1-2.4-3.1-5.9-3.1-10.3 0-4.6 1.1-8.1 3.1-10.6 2.1-2.5 5-3.7 8.6-3.7 3.6 0 6.4 1.2 8.4 3.6 2 2.4 3.1 5.9 3.1 10.5s-1 8.2-2.9 10.6M229.3 41.7c-3.2-1.3-5.2-2.3-6.1-3.2-.8-.8-1.2-1.9-1.2-3.3 0-1.2.5-2.3 1.6-3.1 1.1-.8 2.5-1.2 4.4-1.2 1.7 0 3.5.3 5.2.8 1.7.5 3.3 1.2 4.5 2.1l.4.3v-9.4l-.2-.1c-1.2-.5-2.7-.9-4.6-1.3-1.9-.3-3.6-.5-5-.5-4.8 0-8.8 1.2-11.9 3.7-3.1 2.4-4.6 5.7-4.6 9.5 0 2 .3 3.8 1 5.3s1.7 2.9 3.1 4c1.4 1.1 3.4 2.3 6.2 3.5 2.3 1 4.1 1.8 5.2 2.4 1.1.6 1.8 1.3 2.3 1.9.4.6.6 1.4.6 2.4 0 2.9-2.2 4.3-6.6 4.3-1.7 0-3.5-.3-5.6-1-2.1-.7-4-1.7-5.7-2.9l-.4-.3v9.9l.2.1c1.5.7 3.3 1.2 5.4 1.7 2.2.4 4.1.7 5.8.7 5.2 0 9.5-1.2 12.5-3.7 3.1-2.5 4.7-5.7 4.7-9.8 0-2.9-.8-5.4-2.5-7.4-1.8-2-4.7-3.8-8.7-5.4M267.6 22.9c-7.1 0-12.7 2.1-16.7 6.2s-6 9.8-6 16.9c0 6.7 2 12.1 5.9 16.1 3.9 3.9 9.2 5.9 15.8 5.9 6.9 0 12.4-2.1 16.4-6.3 4-4.2 6-9.8 6-16.7 0-6.8-1.9-12.3-5.7-16.2-3.8-3.9-9.1-5.9-15.7-5.9m8 33.1c-1.9 2.4-4.8 3.6-8.5 3.6s-6.6-1.2-8.7-3.7c-2.1-2.4-3.1-5.9-3.1-10.3 0-4.6 1.1-8.1 3.1-10.6 2.1-2.5 5-3.7 8.6-3.7 3.5 0 6.4 1.2 8.4 3.6 2 2.4 3.1 5.9 3.1 10.5s-1 8.2-2.9 10.6"/><path d="M342.9 32.2v-8.2h-10.2v-12.9l-.3.1-9.6 2.9-.2.1v9.7h-15.2v-5.4c0-2.5.6-4.4 1.7-5.7 1.1-1.3 2.7-1.9 4.7-1.9 1.4 0 2.9.3 4.5 1l.4.2v-8.7l-.2-.1c-1.4-.5-3.3-.8-5.7-.8-3 0-5.7.7-8.1 1.9-2.4 1.3-4.2 3.1-5.5 5.5-1.3 2.3-2 5-2 8v6h-7.2v8.2h7.1v34.8h10.2v-34.7h15.2v22.1c0 9.1 4.3 13.7 12.8 13.7 1.4 0 2.9-.2 4.3-.5 1.5-.3 2.6-.7 3.2-1l.1-.1v-8.3l-.4.3c-.6.4-1.2.7-2.1.9-.8.2-1.5.3-2 .3-2 0-3.4-.5-4.4-1.6-.9-1.1-1.4-2.9-1.4-5.5v-20.3h10.3z"/></g></svg>
				</a>
			</div>
			<div id="copyright">
				© 2011 - 2018 Microsoft
			</div>
		</div>
	</div><!-- .site-info -->
</footer><!-- .site-footer -->

</div><!-- .site -->

</body>
</html>