<!DOCTYPE html>
<html lang="en-US">
<head>
              <meta charset="UTF-8">
	<meta name="viewport" content="width=device-width">
	<link rel="profile" href="http://gmpg.org/xfn/11">
	<link rel="stylesheet" href="https://ajax.aspnetcdn.com/ajax/bootstrap/3.3.5/css/bootstrap.min.css"><title>О Visio по-русски &#8211; Page 31</title><link rel='dns-prefetch' href='//ajax.aspnetcdn.com' />
<link rel='dns-prefetch' href='//s.w.org' />
<link rel='stylesheet' id='wds-ratings-css'  href='https://blogs.msdn.microsoft.com/wp-content/plugins/wds-ratings/wds-ratings.css?ver=20161014' type='text/css' media='all' />
<link rel='stylesheet' id='microsoft-parent-style-css'  href='https://blogs.msdn.microsoft.com/wp-content/themes/microsoft/style.css?ver=02092017' type='text/css' media='all' />
<link rel='stylesheet' id='microsoft-child-style-css'  href='https://blogs.msdn.microsoft.com/wp-content/themes/microsoft-msdn/style.css?ver=04152016' type='text/css' media='all' />
	<div id='msccBanner' dir='ltr' data-site-name='uhf-TechNetBlogs' data-mscc-version='0.4.0' data-nver='aspnet-2.0.7' data-sver='0.1.2' class='cc-banner' role='alert'>
<link rel=""shortcut icon"" href=""https://i1.social.s-msft.com/Forums/GlobalResources/images/Technet/favicon.ico"">
<link rel='canonical' href='https://blogs.technet.microsoft.com/visio_ru/page/31' /></head><body class="home blog paged paged-31"><div id="page" class="site container-fluid">
	<header id="site-header" class="site-header row" role="banner">
		<div id="site-header-global-wrapper" class="site-header-global-wrapper">
			<div id="site-header-global" class="site-header-global">
				<button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#site-profile-menu" aria-label="toggle menu" tabindex="0" aria-expanded="false">
					<span class="icon-bar"></span>
					<span class="icon-bar"></span>
					<span class="icon-bar"></span>
				</button>
				<div id="site-logo" class="col-sm-5 row navbar-header">
					<div id="header-microsoft-logo">
						<a id="home-link" href="https://www.microsoft.com/" tabindex="1" aria-label="Microsoft logo">
							<img id="header-microsoft-logo-svg" src="https://blogs.msdn.microsoft.com/visio/wp-content/themes/microsoft/images/ms-logo-gray.svg" alt="Microsoft logo">
							<span id="brand">
								<span id="brand-separator">|</span>
								<span id="brand-name"></span>
							</span>
						</a>
					</div>
				</div>
				<div id="site-header-global-right" class="col-sm-7">
				</div>
			</div>

		</div>
		<div id="site-header-blog-wrapper" class="site-header-blog-wrapper ms-blog-header clear-both">
			<div id="site-header-blog" class="site-header-blog">
				<nav class="navbar navbar-inverse">
					<div id="blog-logo-area" class="navbar-header">
						<div id="blog-logo" data-toggle="collapse" data-target="#blog-menu" tabindex="0" aria-label="blog logo">
														<div id="blog-logo-text">
				<h1 class="site-title ms-blog-title">
						Архив блога "О Visio по-русски" за 2011-2018
				</h1>
				<p class="site-description ms-blog-description"></p>
			</div>
									</div>
					</div>
									</nav>
			</div>
			
		</div>
		<div id="site-content" class="site-content row">

	<div id="primary" class="content-area col-sm-9">
	<main id="site-main" class="site-main" role="main">
		<div id="single-content" class="div-content">
<!-- Post start -->
<article id="post-188" class="post-188 post type-post status-publish format-standard hentry category-uncategorized tag-visio">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/01/24/188.htm" rel="bookmark">&#1041;&#1099;&#1089;&#1090;&#1088;&#1086;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1073;&#1083;&#1086;&#1082;-&#1089;&#1093;&#1077;&#1084;&#1099;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1055;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1084;,&nbsp;&#1091; &#1074;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086;&nbsp;&#1095;&#1077;&#1090;&#1082;&#1086;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086; &#1090;&#1086;&#1084;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1101;&#1090;&#1072;&#1087;&#1099; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1086;&#1090;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1090;&#1100; &#1074; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; &#1080; &#1087;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1086;&#1085;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1099;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1074;&#1099; &#1087;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1077; &#1074;&#1099;&#1096;&#1091; &#1087;&#1077;&#1088;&#1074;&#1091;&#1102; &#1092;&#1080;&#1075;&#1091;&#1088;&#1091;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &nbsp;&#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1077;&#1081; &#1072;&#1074;&#1090;&#1086;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1103;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1079;&#1072;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091;. &#1055;&#1088;&#1080; &#1085;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1080; &#1082;&#1091;&#1088;&#1089;&#1086;&#1088;&#1072; &#1085;&#1072;&#1076; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1081; &#1092;&#1086;&#1088;&#1084;&#1086;&#1081; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103;&nbsp;&#1095;&#1077;&#1090;&#1099;&#1088;&#1077; &#1089;&#1090;&#1088;&#1077;&#1083;&#1082;&#1080;.&nbsp;&#1055;&#1088;&#1080; &#1085;&#1072;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1080;&nbsp;&#1085;&#1072;&nbsp;&#1090;&#1088;&#1077;&#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1080;&#1082;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1091;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1075;&#1076;&#1077; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077;&nbsp;&#1088;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1092;&#1080;&#1075;&#1091;&#1088;&#1091;,&nbsp;&#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103;&nbsp;&#1084;&#1080;&#1085;&#1080;-&#1087;&#1072;&#1085;&#1077;&#1083;&#1100; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;, &#1076;&#1083;&#1103;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-01-24T04:25:00+00:00">January 24, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-184" class="post-184 post type-post status-publish format-standard hentry category-uncategorized tag-visio tag-33">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/01/19/184.htm" rel="bookmark">&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1092;&#1080;&#1075;&#1091;&#1088; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1073;&#1083;&#1086;&#1082;-&#1089;&#1093;&#1077;&#1084;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1041;&#1083;&#1086;&#1082;-&#1089;&#1093;&#1077;&#1084;&#1099;&nbsp;&#1084;&#1077;&#1085;&#1100;&#1096;&#1077; &#1095;&#1077;&#1084; &#1079;&#1072; &#1084;&#1080;&#1085;&#1091;&#1090;&#1091; &#1042; Visio &#1087;&#1088;&#1077;&#1076;&#1091;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1085; &#1088;&#1103;&#1076; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081;, &nbsp;&#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1085;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;,&nbsp;&#1095;&#1090;&#1086;&#1073;&#1099; &#1083;&#1077;&#1075;&#1082;&#1086; &#1080; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099;.&#1063;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1084;&#1086;&#1095;&#1100; &#1074;&#1072;&#1084;&nbsp;&#1089;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100; &#1087;&#1088;&#1086;&#1089;&#1090;&#1091;&#1102; &#1089;&#1093;&#1077;&#1084;&#1091;&nbsp;&#1084;&#1077;&#1085;&#1100;&#1096;&#1077;, &#1095;&#1077;&#1084; &#1079;&#1072; &#1084;&#1080;&#1085;&#1091;&#1090;&#1091;, &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1084; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1081; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;: &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&nbsp;&#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1099;&#1093; &#1092;&#1080;&#1075;&#1091;&#1088; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1073;&#1083;&#1086;&#1082;-&#1089;&#1093;&#1077;&#1084; &#1055;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1084;, &#1095;&#1090;&#1086; &#1074;&#1099;&nbsp;&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100;&nbsp;&#1073;&#1083;&#1086;&#1082;-&#1089;&#1093;&#1077;&#1084;&#1091;&nbsp;&#1076;&#1083;&#1103;&nbsp;&#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080;, &#1080; &#1074;&#1099;&nbsp;&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&nbsp;&#1089;&#1086;&#1095;&#1077;&#1090;&#1072;&#1085;&#1080;&#1077;&nbsp;&#1092;&#1080;&#1075;&#1091;&#1088;&#1099;&nbsp;&#1073;&#1083;&#1086;&#1082;-&#1089;&#1093;&#1077;&#1084;&#1099;&nbsp;&#1089; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1092;&#1080;&#1075;&#1091;&#1088;&#1086;&#1081;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1085;&#1072; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1077;&#1083;&#1072;&nbsp;&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1077;&#1077;.&nbsp;&#1055;&#1086;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1091; &#1074;&#1099;&nbsp;&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&nbsp;&#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1099;&#1077; &#1092;&#1080;&#1075;&#1091;&#1088;&#1099;,&nbsp;&#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1084;&#1077;&#1090;&#1100; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1074;&#1079;&#1103;&#1090;&#1100;&nbsp;&#1092;&#1080;&#1075;&#1091;&#1088;&#1099; &#1080;&#1079;&nbsp;&#1095;&#1080;&#1089;&#1083;&#1072; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093;&nbsp;&#1090;&#1088;&#1072;&#1092;&#1072;&#1088;&#1077;&#1090;&#1086;&#1074;&nbsp;&#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-01-19T01:20:00+00:00">January 19, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-182" class="post-182 post type-post status-publish format-standard hentry category-uncategorized tag-visio tag-32 tag-61 tag-4">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/01/17/182.htm" rel="bookmark">Горячие клавиши для группировки, поворота и отражения фигур</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>Когда достаточно долго используешь в работе какую-то определенную программу, перестаешь думать о способах произвести какие-то действия в них &#8211; думаешь только о результате. Например, вряд ли кто-то из нас использует для копирования и вставки команды в контекстном меню правой кнопки мыши. Разумеется, гораздо удобнее нажимать сочетания горячих клавиш на клавиатуре. В Visio тоже существуют наборы&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-01-17T00:30:00+00:00">January 17, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-181" class="post-181 post type-post status-publish format-standard hentry category-uncategorized tag-visio tag-31">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/01/13/181.htm" rel="bookmark">&#1041;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1099;&#1077; &#1090;&#1088;&#1072;&#1092;&#1072;&#1088;&#1077;&#1090;&#1099;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1053;&#1072;&#1076;&#1077;&#1077;&#1084;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1084; &#1087;&#1086;&#1084;&#1086;&#1078;&#1077;&#1090; &#1074; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077; &#1085;&#1072;&#1073;&#1086;&#1088; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1099;&#1093; &#1079;&#1085;&#1072;&#1095;&#1082;&#1086;&#1074;&nbsp; Cisco. &#1047;&#1040;&#1043;&#1056;&#1059;&#1047;&#1048;&#1058;&#1068;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-01-13T01:13:00+00:00">January 13, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-180" class="post-180 post type-post status-publish format-standard hentry category-uncategorized tag-visio-viewer tag-31">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2012/01/11/visio-viewer.htm" rel="bookmark">&#1057;&#1082;&#1072;&#1095;&#1072;&#1090;&#1100; &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1086;: Visio Viewer &#8211; &#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>Microsoft Visio 2010 Viewer &#8211; &#1101;&#1090;&#1086; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086; &#1076;&#1083;&#1103; &#1087;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1072; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1086;&#1074; Visio. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1101;&#1090;&#1086;&#1090; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;, &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1088;&#1072;&#1089;&#1096;&#1080;&#1088;&#1080;&#1090;&#1100; &#1082;&#1088;&#1091;&#1075; &#1083;&#1102;&#1076;&#1077;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1073;&#1091;&#1076;&#1091; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099; &#1074;&#1072;&#1096;&#1080; &#1095;&#1077;&#1088;&#1090;&#1077;&#1078;&#1080; &#1080; &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080; Visio. &#1042;&#1072;&#1096;&#1080; &#1087;&#1072;&#1088;&#1090;&#1085;&#1077;&#1088;&#1099; &#1080; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1099; &#1089;&#1084;&#1086;&#1075;&#1091; &#1087;&#1088;&#1086;&#1089;&#1084;&#1072;&#1090;&#1088;&#1080;&#1074;&#1072;&#1090;&#1100; &#1080;&#1093; &#1076;&#1072;&#1078;&#1077; &#1085;&#1077; &#1080;&#1084;&#1077;&#1103; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099; Microsoft Visio.&#1044;&#1083;&#1103; &#1087;&#1088;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1072; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; Visio (&#1088;&#1072;&#1089;&#1096;&#1080;&#1088;&#1077;&#1085;&#1080;&#1103; .vsd, .vss, .vst, .vdx, .vsx, .vtx) &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1082;&#1083;&#1080;&#1082;&#1085;&#1091;&#1090;&#1100; &#1087;&#1086; &#1085;&#1080;&#1084; &#1076;&#1074;&#1072;&#1078;&#1076;&#1099;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2012-01-11T00:59:43+00:00">January 11, 2012</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-179" class="post-179 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2007 tag-visio-2010 tag-29">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2011/12/27/xml-schema-definition.htm" rel="bookmark">&#1042;&#1099;&#1087;&#1091;&#1089;&#1082; XML Schema Definition</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>Visio &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1083; &#1092;&#1072;&#1081;&#1083;&#1099; XML Schema Definition (XSD) &#1076;&#1083;&#1103; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072; Visio 2010 XML Drawing (.vdx). &#1069;&#1090;&#1072; &#1089;&#1093;&#1077;&#1084;&#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1072; &#1082;&#1072;&#1082; DatadiagramML. &#1060;&#1072;&#1081;&#1083;&#1099; .XSD &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1072;&#1084; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1086;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1091; XML &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074; Visio &#1080; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1102;&#1090; &#1089; &#1092;&#1072;&#1081;&#1083;&#1072;&#1084;&#1080; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072; .VDX. DatadiagramML Schema &#1076;&#1083;&#1103; Visio 2010 &#1089;&#1086;&#1089;&#1090;&#1086;&#1080;&#1090; &#1080;&#1079; &#1090;&#1088;&#1077;&#1093; .XSD &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;: visio.xsd &#1101;&#1090;&#1086; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072;&#1103; &#1089;&#1093;&#1077;&#1084;&#1072;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1072;&#1103; Visio&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2011-12-27T00:17:00+00:00">December 27, 2011</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-178" class="post-178 post type-post status-publish format-standard hentry category-uncategorized tag-visio-2010">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2011/12/21/178.htm" rel="bookmark">Создание динамических диаграмм</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1055;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077; &#1086;&#1073;&#1079;&#1086;&#1088;&#1085;&#1099;&#1081; &#1076;&#1086;&#1082;&#1083;&#1072;&#1076; &#1087;&#1086; &#1085;&#1086;&#1074;&#1099;&#1084; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1103;&#1084; Microsoft Office Visio 2010 &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1080;&#1085;&#1072;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1076;&#1080;&#1072;&#1075;&#1088;&#1072;&#1084;&#1084;.</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2011-12-21T23:36:00+00:00">December 21, 2011</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-177" class="post-177 post type-post status-publish format-standard hentry category-uncategorized">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2011/12/20/visio-2010-teched-2011.htm" rel="bookmark">О Visio 2010 по-русски на TechEd 2011</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>Наконец-то появилась запись доклада, вашего покорного слуги, о Visio с TechEd 2011. Лежит по ссылке: https://www.techdays.ru/videos/3982.html. https://sec.ch9.ms/ch9/a648/359d55ee-ca8b-4f26-86e9-7db1c971a648/b5c5fd6b79114b02b8e6fdc1a643c153_mid.mp4 Там же можно найти и доклад наших зарубежных коллег о BPM решении, которое для моделирования, редактирования и анализа бизнес-процессов использует Visio. Для тех, кто не нашел &#8211; прямая ссылка на доклад о Global360 BPM.</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2011-12-20T00:18:42+00:00">December 20, 2011</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="0647307b07494b2ba089d33a5ee9d3b8" href="https://social.technet.microsoft.com/profile/Alexander+Matyushenko">Alexander Matyushenko</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-176" class="post-176 post type-post status-publish format-standard hentry category-uncategorized tag-visio tag-27">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2011/12/19/176.htm" rel="bookmark">&#1043;&#1077;&#1086;&#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1082;&#1072;&#1088;&#1090;&#1099;</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>Visio &#1086;&#1095;&#1077;&#1085;&#1100; &#1091;&#1076;&#1086;&#1073;&#1077;&#1085; &#1090;&#1077;&#1084;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1075;&#1086;&#1090;&#1086;&#1074;&#1099;&#1077; &#1085;&#1072;&#1073;&#1086;&#1088;&#1099; &#1092;&#1080;&#1075;&#1091;&#1088; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1090;&#1077;&#1093; &#1080;&#1083;&#1080; &#1080;&#1085;&#1099;&#1093; &#1089;&#1093;&#1077;&#1084;. &#1057;&#1077;&#1075;&#1086;&#1076;&#1085;&#1103; &#1084;&#1099; &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1084; &#1074;&#1072;&#1084; &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1099;&#1084; &#1085;&#1072;&#1073;&#1086;&#1088;&#1086;&#1084; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1075;&#1077;&#1086;&#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1082;&#1072;&#1088;&#1090; &#1074; Visio. Maps_M.zip Maps_U.zip &#1055;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;: Windows 7, Windows Server 2003, Windows Server 2008, Windows Vista, Windows XP.&#1044;&#1083;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1101;&#1090;&#1080;&#1093; &#1090;&#1088;&#1072;&#1092;&#1072;&#1088;&#1077;&#1090;&#1086;&#1074; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1085;&#1072;&#1083;&#1080;&#1095;&#1080;&#1077; Microsoft Visio 2003 &#1080;&#1083;&#1080;&#8230;</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2011-12-19T23:25:00+00:00">December 19, 2011</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<article id="post-175" class="post-175 post type-post status-publish format-standard hentry category-uncategorized tag-sharepoint-designer tag-visio-2010">
	<header class="entry-header">
<h2 class="entry-title"><a href="../2011/12/15/visio-2.htm" rel="bookmark">&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1083;&#1091;&#1078;&#1073; Visio &#1089;&#1086; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072;&#1084;&#1080; SharePoint (SharePoint Server 2010)</a></h2>
</header><!-- .entry-header -->

	<div class="entry-content">
<p>&#1042; &#1101;&#1090;&#1086;&#1084; &#1074;&#1080;&#1076;&#1077;&#1086;&#1088;&#1086;&#1083;&#1080;&#1082;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1099; &#1101;&#1090;&#1072;&#1087;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072; Visio, &#1077;&#1075;&#1086; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103; &#1082; &#1089;&#1087;&#1080;&#1089;&#1082;&#1091; SharePoint &#1080; &#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1074; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1077; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;. &#1063;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1080;&#1090;&#1100; &#1082;&#1086;&#1087;&#1080;&#1102; &#1074;&#1080;&#1076;&#1077;&#1086;&#1092;&#1072;&#1081;&#1083;&#1072;, &#1097;&#1077;&#1083;&#1082;&#1085;&#1080;&#1090;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1091; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; &#1084;&#1099;&#1096;&#1080; &#1080; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1082;&#1086;&#1084;&#1072;&#1085;&#1076;&#1091; &#1057;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090;&#1100; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090; &#1082;&#1072;&#1082;.</p>
<footer class="entry-footer">
			<span class="posted-on"><span class="screen-reader-text"></span>
<time class="entry-date published updated" datetime="2011-12-15T00:29:00+00:00">December 15, 2011</time>
</span>
<span class="byline">By <span class="author vcard"><a class="url fn n profile-usercard-hover" data-profile-userid="2273aba67c464fd4885fd44c5361032d" href="https://social.technet.microsoft.com/profile/Alla+Vasilieva">Alla Vasilieva</a></span></span>
		</div>		</footer><!-- Post end -->
	<hr>

</article><!-- #post-## -->
<!-- Before Navigation --><nav class="navigation pagination" role="navigation">
		<h2 class="screen-reader-text">Pages Navigation</h2>
		<div class="nav-links"><a class="prev page-numbers" href="30.htm">Previous</a>
<a class='page-numbers' href='../index.htm'>1</a>
<span class="page-numbers dots">&hellip;</span>
<a class='page-numbers' href='30.htm'>30</a>
<span class='page-numbers current'>31</span>
<a class='page-numbers' href='32.htm'>32</a>
<span class="page-numbers dots">&hellip;</span>
<a class='page-numbers' href='38.htm'>38</a>
<a class="next page-numbers" href="32.htm">Next</a></div>
	</nav></main><!-- #site-main -->
</div><!-- #primary -->

<a class=""screen-reader-shortcut"" href=""#primary"" tabindex=""1""></a> 

<div id="secondary" class="sidebar col-sm-3">
	<div id="sidebar-widget-area" class="sidebar-widget-area" role="complementary">
		<div class="widget sfmsb_widget">

		</div>
		<aside id="tag_cloud-2" class="widget widget_tag_cloud">
		<h2 class="widget-title">Popular Tags</h2>
		<div class="tagcloud"><a href="..\tags\visio\index.htm" class="tag-cloud-link tag-link-12 tag-link-position-1" style="font-size: 14px;">Visio</a>
<a href="..\tags\visio-2013\index.htm" class="tag-cloud-link tag-link-64 tag-link-position-2" style="font-size: 14px;">Visio 2013</a>
<a href="..\tags\how-to\index.htm" class="tag-cloud-link tag-link-41 tag-link-position-3" style="font-size: 14px;">Как сделать...</a>
<a href="..\tags\tag-33\index.htm" class="tag-cloud-link tag-link-33 tag-link-position-4" style="font-size: 14px;">Фигуры</a>
<a href="..\tags\tag-19\index.htm" class="tag-cloud-link tag-link-19 tag-link-position-5" style="font-size: 14px;">Схемы</a>
<a href="..\tags\visio-2010\index.htm" class="tag-cloud-link tag-link-3 tag-link-position-6" style="font-size: 14px;">Visio 2010</a>
<a href="..\tags\tag-27\index.htm" class="tag-cloud-link tag-link-27 tag-link-position-7" style="font-size: 14px;">Шаблоны</a>
<a href="..\tags\tag-47\index.htm" class="tag-cloud-link tag-link-47 tag-link-position-8" style="font-size: 14px;">Новый Visio</a>
<a href="..\tags\tag-46\index.htm" class="tag-cloud-link tag-link-46 tag-link-position-9" style="font-size: 14px;">Данные фигур</a>
<a href="..\tags\tag-62\index.htm" class="tag-cloud-link tag-link-62 tag-link-position-10" style="font-size: 14px;">Начало работы</a>
<a href="..\tags\tag-14\index.htm" class="tag-cloud-link tag-link-14 tag-link-position-11" style="font-size: 14px;">Структура</a>
<a href="..\tags\tag-72\index.htm" class="tag-cloud-link tag-link-72 tag-link-position-12" style="font-size: 14px;">Связанные данные</a>
<a href="..\tags\tag-61\index.htm" class="tag-cloud-link tag-link-61 tag-link-position-13" style="font-size: 14px;">Полезные ссылки</a>
<a href="..\tags\tag-4\index.htm" class="tag-cloud-link tag-link-4 tag-link-position-14" style="font-size: 14px;">Советы</a>
<a href="..\tags\tag-69\index.htm" class="tag-cloud-link tag-link-69 tag-link-position-15" style="font-size: 14px;">Новый Microsoft Visio</a>
<a href="..\tags\tag-74\index.htm" class="tag-cloud-link tag-link-74 tag-link-position-16" style="font-size: 14px;">Поиск фигур</a>
<a href="..\tags\tag-45\index.htm" class="tag-cloud-link tag-link-45 tag-link-position-17" style="font-size: 14px;">Видео</a>
<a href="..\tags\sharepoint\index.htm" class="tag-cloud-link tag-link-9 tag-link-position-18" style="font-size: 14px;">SharePoint</a>
<a href="..\tags\tag-8\index.htm" class="tag-cloud-link tag-link-8 tag-link-position-19" style="font-size: 14px;">Процесс</a>
<a href="..\tags\tag-26\index.htm" class="tag-cloud-link tag-link-26 tag-link-position-20" style="font-size: 14px;">Дизайн фигур</a></div>
</aside><aside id="msdn-archive-widget-2" class="widget msdn-archive-widget"><h2 class="widget-title">Archives</h2>	
	<li><a href='..\years\2018\index.htm'>All of 2018</a>&nbsp;(7+)</li>
	<li><a href='..\years\2017\index.htm'>All of 2017</a>&nbsp;(18)</li>
	<li><a href='..\years\2016\index.htm'>All of 2016</a>&nbsp;(20)</li>
	<li><a href='..\years\2015\index.htm'>All of 2015</a>&nbsp;(54)</li>
	<li><a href='..\years\2014\index.htm'>All of 2014</a>&nbsp;(45)</li>
	<li><a href='..\years\2013\index.htm'>All of 2013</a>&nbsp;(81)</li>
	<li><a href='..\years\2012\index.htm'>All of 2012</a>&nbsp;(73)</li>
	<li><a href='..\years\2011\index.htm'>All of 2011</a>&nbsp;(66)</li>
</aside>	</div>
</div><!-- #secondary -->
</div><!-- .site-content -->
</div><!-- .site-content -->

<footer id="site-footer" class="site-footer row" role="contentinfo">
	<div id="site-info" class="site-info">
		<div id="footer-text" class="col-sm-4 col-sm-offset-6">
			<span>
				<a href="https://privacy.microsoft.com" data-mscc-ic="false">Privacy</a>
			</span>
			<span>
				<a href="https://msdn.microsoft.com/cc300389" data-mscc-ic="false">Terms of Use</a>
			</span>
			<span>
				<a href="https://www.microsoft.com/en-us/legal/intellectualproperty/Trademarks/EN-US.aspx" data-mscc-ic="false">Trademarks</a>
			</span>
		</div>
		<div id="footer-far" class="col-sm-2">
			<div id="footer-microsoft-logo">
				<a href="https://www.microsoft.com" aria-label="Microsoft Logo">
					<svg id="footer-microsoft-logo-svg" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 347 70.5" enable-background="new 0 0 347 70.5"><g fill="#fff"><path d="M39.5 44.6l-2.8 7.9h-.2c-.5-1.8-1.3-4.5-2.7-7.8l-15-37.7h-14.7v60h9.7v-37c0-2.3 0-5-.1-8.2-.1-1.6-.2-2.9-.3-3.8h.2c.5 2.3 1 4 1.4 5.1l18 43.8h6.8l17.9-44.2c.4-1 .8-3 1.2-4.7h.2c-.2 4.4-.4 8.4-.5 10.8v38.1h10.4v-60h-14.1l-15.4 37.7zM78.8 23.9h10.1v43h-10.1zM83.9 5.7c-1.7 0-3.1.6-4.3 1.7-1.2 1.1-1.8 2.5-1.8 4.2 0 1.6.6 3 1.8 4.1 1.2 1.1 2.6 1.6 4.3 1.6 1.7 0 3.2-.6 4.3-1.6 1.2-1.1 1.8-2.5 1.8-4.1 0-1.6-.6-3-1.8-4.2-1-1.2-2.5-1.7-4.3-1.7M124.7 23.5c-1.9-.4-3.8-.6-5.7-.6-4.6 0-8.8 1-12.3 3s-6.3 4.8-8.1 8.3c-1.9 3.6-2.8 7.7-2.8 12.4 0 4.1.9 7.8 2.7 11.1 1.8 3.3 4.3 5.9 7.6 7.7 3.2 1.8 6.9 2.7 11.1 2.7 4.8 0 8.9-1 12.2-2.9l.1-.1v-9.3l-.4.3c-1.5 1.1-3.2 2-4.9 2.6-1.8.6-3.4.9-4.8.9-4 0-7.2-1.2-9.5-3.7s-3.5-5.9-3.5-10.2c0-4.4 1.2-7.9 3.6-10.5 2.4-2.6 5.6-3.9 9.5-3.9 3.3 0 6.6 1.1 9.6 3.3l.4.3v-9.8l-.1-.1c-1.2-.6-2.8-1.1-4.7-1.5M158 23.2c-2.5 0-4.8.8-6.8 2.4-1.7 1.4-2.9 3.4-3.9 5.8h-.1v-7.4h-10.1v43h10.1v-22c0-3.7.8-6.8 2.5-9.1s3.9-3.5 6.5-3.5c.9 0 1.9.2 3 .4 1.1.3 1.9.6 2.4 1l.4.3v-10.2l-.2-.1c-.8-.4-2.1-.6-3.8-.6M185.5 22.9c-7.1 0-12.7 2.1-16.7 6.2s-6 9.8-6 16.9c0 6.7 2 12.1 5.9 16.1 3.9 3.9 9.2 5.9 15.8 5.9 6.9 0 12.4-2.1 16.4-6.3 4-4.2 6-9.8 6-16.7 0-6.8-1.9-12.3-5.7-16.2-3.7-3.9-9-5.9-15.7-5.9m8 33.1c-1.9 2.4-4.8 3.6-8.5 3.6s-6.6-1.2-8.7-3.7c-2.1-2.4-3.1-5.9-3.1-10.3 0-4.6 1.1-8.1 3.1-10.6 2.1-2.5 5-3.7 8.6-3.7 3.6 0 6.4 1.2 8.4 3.6 2 2.4 3.1 5.9 3.1 10.5s-1 8.2-2.9 10.6M229.3 41.7c-3.2-1.3-5.2-2.3-6.1-3.2-.8-.8-1.2-1.9-1.2-3.3 0-1.2.5-2.3 1.6-3.1 1.1-.8 2.5-1.2 4.4-1.2 1.7 0 3.5.3 5.2.8 1.7.5 3.3 1.2 4.5 2.1l.4.3v-9.4l-.2-.1c-1.2-.5-2.7-.9-4.6-1.3-1.9-.3-3.6-.5-5-.5-4.8 0-8.8 1.2-11.9 3.7-3.1 2.4-4.6 5.7-4.6 9.5 0 2 .3 3.8 1 5.3s1.7 2.9 3.1 4c1.4 1.1 3.4 2.3 6.2 3.5 2.3 1 4.1 1.8 5.2 2.4 1.1.6 1.8 1.3 2.3 1.9.4.6.6 1.4.6 2.4 0 2.9-2.2 4.3-6.6 4.3-1.7 0-3.5-.3-5.6-1-2.1-.7-4-1.7-5.7-2.9l-.4-.3v9.9l.2.1c1.5.7 3.3 1.2 5.4 1.7 2.2.4 4.1.7 5.8.7 5.2 0 9.5-1.2 12.5-3.7 3.1-2.5 4.7-5.7 4.7-9.8 0-2.9-.8-5.4-2.5-7.4-1.8-2-4.7-3.8-8.7-5.4M267.6 22.9c-7.1 0-12.7 2.1-16.7 6.2s-6 9.8-6 16.9c0 6.7 2 12.1 5.9 16.1 3.9 3.9 9.2 5.9 15.8 5.9 6.9 0 12.4-2.1 16.4-6.3 4-4.2 6-9.8 6-16.7 0-6.8-1.9-12.3-5.7-16.2-3.8-3.9-9.1-5.9-15.7-5.9m8 33.1c-1.9 2.4-4.8 3.6-8.5 3.6s-6.6-1.2-8.7-3.7c-2.1-2.4-3.1-5.9-3.1-10.3 0-4.6 1.1-8.1 3.1-10.6 2.1-2.5 5-3.7 8.6-3.7 3.5 0 6.4 1.2 8.4 3.6 2 2.4 3.1 5.9 3.1 10.5s-1 8.2-2.9 10.6"/><path d="M342.9 32.2v-8.2h-10.2v-12.9l-.3.1-9.6 2.9-.2.1v9.7h-15.2v-5.4c0-2.5.6-4.4 1.7-5.7 1.1-1.3 2.7-1.9 4.7-1.9 1.4 0 2.9.3 4.5 1l.4.2v-8.7l-.2-.1c-1.4-.5-3.3-.8-5.7-.8-3 0-5.7.7-8.1 1.9-2.4 1.3-4.2 3.1-5.5 5.5-1.3 2.3-2 5-2 8v6h-7.2v8.2h7.1v34.8h10.2v-34.7h15.2v22.1c0 9.1 4.3 13.7 12.8 13.7 1.4 0 2.9-.2 4.3-.5 1.5-.3 2.6-.7 3.2-1l.1-.1v-8.3l-.4.3c-.6.4-1.2.7-2.1.9-.8.2-1.5.3-2 .3-2 0-3.4-.5-4.4-1.6-.9-1.1-1.4-2.9-1.4-5.5v-20.3h10.3z"/></g></svg>
				</a>
			</div>
			<div id="copyright">
				© 2011 - 2018 Microsoft
			</div>
		</div>
	</div><!-- .site-info -->
</footer><!-- .site-footer -->

</div><!-- .site -->

</body>
</html>